Repository: Matikg/Quotes-App
Catalog: QuotesApp/Helpers/Localizable.xcstrings
Source language: en
Languages: pl

# about_us_bartson_description
source: I’m passionate about creating digital products. My specialty is iOS app development, which is my main career path. I see reading books as an important part of my personal growth, which is why I’m proud to be part of this project.
pl: Pasjonuję się tworzeniem produktów cyfrowych. Moją specjalizacją jest programowanie aplikacji iOS, co jest moją główną ścieżką kariery. Czytanie książek traktuję jako ważną część mojego rozwoju osobistego, dlatego jestem dumny, że jestem częścią tego projektu.

# about_us_header1
source: We love books and technology – that’s why we combined them into one.
pl: Uwielbiamy książki i technologię – dlatego połączyliśmy je w jedno.

# about_us_header2
source: Book Quote Saver was created out of the need to have a place to keep the best things you take from reading. It’s a safe space that stores your personal story with books and the words that moved you, inspired you, or reminded you who you are.
pl: Book Quote Saver powstał z potrzeby stworzenia miejsca, w którym można zatrzymać to, co najlepsze wynosi się z lektury. To bezpieczna przestrzeń, która przechowuje Twoją osobistą historię z książkami i słowa, które coś w Tobie poruszyły, zainspirowały lub przypomniały, kim jesteś.

# about_us_matikg_description
source: My main specialty is iOS app development, and I’m especially interested in combining it with automation to create solutions that make life easier. Books are my way to relax and have fun — they’re a source of inspiration and help me unwind.
pl: Moją główną specjalizacją jest programowanie aplikacji iOS, a szczególnie interesuje mnie łączenie go z automatyzacją, by tworzyć rozwiązania ułatwiające życie. Książki są dla mnie formą relaksu i rozrywki — stanowią źródło inspiracji i pozwalają mi się odprężyć.

# about_us_mission
source: Our mission
pl: Nasza misja

# about_us_screen_navigation_title
source: About Us
pl: O Nas

# about_us_team
source: Our team
pl: Nasz zespół

# alert_action_cancel
source: Cancel
pl: Anuluj

# alert_action_delete
source: Delete
pl: Usuń

# alert_action_settings
source: Settings
pl: Ustawienia

# alert_book_delete_message
source: Deleting the book will remove all quotes assigned to it.
pl: Usunięcie książki spowoduje usunięcie wszystkich przypisanych do niej cytatów.

# alert_book_delete_title
source: Delete
pl: Usuń

# alert_camera_access_message
source: The app needs camera access to scan text from books.
pl: Aplikacja potrzebuje dostępu do aparatu, aby skanować tekst z książek.

# alert_camera_access_title
source: Camera access required
pl: Wymagany dostęp do Aparatu

# book_screen_navigation_title
source: Book
pl: Książka

# book_select_screen_navigation_title
source: Select Book
pl: Wybierz Książkę

# books_screen_navigation_title
source: Books
pl: Książki

# books_screen_quotes_count
source: Quotes
pl: Cytaty

# button_about_us
source: About us
pl: O nas

# button_add_quote
source: Add quote
pl: Dodaj cytat

# button_let's_go
source: Let's go!
pl: Zaczynamy!

# button_scan_quote
source: Scan quote
pl: Zeskanuj cytat

# form_error_author_empty
source: Author name cannot be empty
pl: Pole autor nie może być puste

# form_error_book_empty
source: Book cannot be empty
pl: Pole książki nie może być puste

# form_error_category_empty
source: You must specify the category
pl: Musisz podać kategorię

# form_error_page_invalid
source: Page must be a valid number
pl: Strona musi być liczbą

# form_error_page_range
source: Page number is out of range
pl: Numer strony jest poza zakresem

# form_error_quote_empty
source: Quote cannot be empty
pl: Pole cytatu nie może być puste

# form_error_title_empty
source: Title cannot be empty
pl: Tytuł nie może być pusty

# input_label_author
source: Author
pl: Autor

# input_label_book
source: Book
pl: Książka

# input_label_category
source: Category
pl: Kategoria

# input_label_page
source: Page
pl: Strona

# input_label_personal_note
source: Personal note
pl: Notatka osobista

# input_label_quote
source: Quote
pl: Cytat

# input_label_title
source: Title
pl: Tytuł

# main_screen_empty_quotes_dialog
source: You don't have any quotes yet
pl: Nie masz jeszcze żadnych cytatów

# nav_bar_button_back
source: Back
pl: Wróć

# nav_bar_button_create
source: Create
pl: Utwórz

# nav_bar_button_edit
source: Edit
pl: Edytuj

# nav_bar_button_save
source: Save
pl: Zapisz

# quote_details_section_note
source: Personal note
pl: Notatka osobista

# quote_edit_screen_navigation_title
source: Quote
pl: Cytat

# quote_page_label
source: page
pl: strona

# scan_review_screen_navigation_title
source: Review
pl: Podgląd

# settings_app_version
source: App version:
pl: Wersja aplikacji:

# settings_link_privacy_policy
source: Privacy Policy
pl: Polityka prywatności

# settings_link_write_to_us
source: Write to us
pl: Napisz do nas

# settings_non_premium_enjoy
source: Upgrade to enjoy unlimited access
pl: Ulepsz, aby cieszyć się nieograniczonym dostępem

# settings_non_premium_padlock1
source: Add unlimited books
pl: Dodaj nieograniczoną liczbę książek

# settings_non_premium_padlock2
source: Save unlimited quotes
pl: Zapisuj nieograniczoną liczbę cytatów

# settings_non_premium_padlock3
source: Get access to all future in best price ever
pl: Uzyskaj dostęp do wszystkiego w przyszłości w najlepszej cenie

# settings_non_premium_upgrade_now
source: Upgrade now
pl: Ulepsz teraz

# settings_premium_features_unlocked
source: All Features Unlocked
pl: Wszystkie funkcje odblokowane

# settings_premium_thanks
source: Thank you for your support!
pl: Dziękujemy za Twoje wsparcie!

# settings_screen_navigation_title
source: Settings
pl: Ustawienia

# settings_toggle_analytics
source: Analytics
pl: Analityka

# settings_toggle_notifications
source: Notifications
pl: Powiadomienia

# welcome_screen_cta
source: Ready to start your collection of life-changing ideas?
pl: Gotowy, by zacząć kolekcjonować przełomowe myśli?

# welcome_screen_describtion
source: QuoteScan turns your camera into a powerful tool for personal development.
pl: QuoteScan zamienia aparat w potężne narzędzie rozwoju osobistego.

# welcome_screen_detail1
source: · Scan and save inspiring quotes
pl: · Skanuj i zapisuj inspirujące cytaty

# welcome_screen_detail2
source: · Organize your personal growth journey
pl: · Organizuj swoją ścieżkę rozwoju

# welcome_screen_detail3
source: · Transform reading into actionable wisdom
pl: · Zamień czytanie w praktyczną mądrość

# welcome_screen_subtitle
source: Capture wisdom, fuel your growth.
pl: Uchwyć mądrość, napędzaj swój rozwój.

# welcome_screen_title
source: Quotes
pl: Cytaty
